text: |
  Ты полез по лианам, свисающим с могучей кроны тропического дерева, и гроздь красных плодов казалась всё больше. Страх упасть всё возрастал, но голод был сильнее. Ты вскарабкался на верхушку дерева и собрал три красных плода. Ты положил их в капитанский мундир. Вы осмотрелись по сторонам.
  Вашему взору открылись горы, которые были в конце джунглей. Но джунгли оказались очень большими, и чтобы добраться до гор, нужно пересечь все джунгли. Крик в ночи оставлял мысли о том, что на острове могут обитать хищники. Вы слезли с дерева и ступили на рыхлую джунглевую почву.
actions: 
- text: Пойти дальше
  next: poshel_dalshe_i_pogib_v_shvatke_s_tigrom
- text: Вернуться к берегу
  next: vernulsya_obratno_i_osmotrel_korabl