text: |
  Вы решили проверить, что дальше в джунглях,  несмотря на хищников и прочие опасности.
  Впереди была каменистая тропа, ведущяя к склону. На нём виднелись кокосовые пальмы.
  Вы решили, что это ваш шанс на выживание и побежали по склону.
  И правда: вашему взору открылись двенадцать пальм с созревшими кокосами на них.
  Вы взяли крупный камень и стали со всей силы бить по пальме. Вы не ожидали подобного развития событий.
  Вам по голове прилетело 3 кокоса, и каждый удар отдавался в голове с непереносимой болью.
  Но это ещё не самое худшее. Раздался характерный треск, и вы не успели понять, как на вас упала десятиметровая пальма.
  Вы пытались выползти из-под пальмы, но все попытки без толку. Наступила ночь, и на склон поднялась стая волков.

actions:
- text: Конец игры
  next: konets_igry