text: |
  Вы отправляетесь в джунгли и идёте знакомой вам дорогой. На этот раз вы решили зайти немного дальше.
  Вы уже прошли знакомое вам дерево с "красноплодами" и видите перед собой груду камней.
  Вы решили раздвинуть пару камней и были приятно удивлены: вы нашли родник! Вы умались, помыли руки и достали флягу. 
  Достав флягу, вы начали набирать воду. Вы сделали несколько глотков. Вода в роднике оказалось очень чистой и вкусной.
  Вы вспомнили вкус минеральной воды, которую покупали в продуктовом магазине. Но эта вода была вкуснее. Вы пошли дальше и увидели склон. Вы решили подняться по нему.
  Пройдя склон вы увидели целую дюжину кокосовых пальм! Вы выбрали камень побольше и принялись бить по пальмам.
  Вы добыли десяток отличнейших кокосов и решили по 5 штук донести на берег.
  Вы вернулись на берег счастливые и решили попробовать вскрыть один кокос.
actions: 
- text: Бить по кокосу камнем
  next: vskril_kokos_i_nashel_kokosovuyu_vodu
- text: Сбросить кокос с возвышенности
  next: sbrosil_kokos_i_razbilsa