text: |
  Вы встали рано. Было ещё темно. Был холод, он пробрал вас и разбудил. Вы осмотрелись вокруг себя вы увидели обломки корабля и вы решили:
  Надо найти трюм. Трюм скорее всего находится в море. Чтобы его найти, надо соорудить плот, и сделать это как можно скорее.
  Нос корабля был найден, и вы в нём уже сделали себе ночлег и соорудили запас еды. Но это вас не остановило. Вы решили: если отправиться в джунгли, опасности не будет. Все звери спят. 
  Надо собрать плодов и попытаться найти кокосы. Это тропический остров, а кокосовая вода - почти единственный источник питья.
  Вы перекусили орешками и сухофтруктами, сьели пару долек тропического красного фрукта, как вы его назвали "красноплод", и захватили с собой флягу.

actions:
- text: Отправиться в джунгли
  next: otpravilsa_v_jungli_i_nashel_kokosy_i_rodnik
- text: Отправиться в море на поиски трюма
  next: otpravilsa_v_more_i_pogib_ot_akuli