{
  "A": {
    "text": "Сознание возвращается медленно, сквозь густой туман боли.\\n\\nВы лежите на мокром песке, и каждый вдох даётся с трудом. Голова раскалывается — будто внутри бьётся чугунное ядро, оставляя после каждого удара волны тошноты. Тело ноет: ссадины горят, будто обожжённые солнцем, а мышцы отзываются на движение тупой, выматывающей болью.\\n\\nПамять пуста.\\n\\nНи имени, ни того, как вы здесь оказались, — только белый шум в висках и навязчивое, животное чувство опасности. Желудок сводит судорогой от голода, но сильнее всего мучает жажда — горло пересохло настолько, что каждый глоток воздуха обжигает, как песок.\\n\\nВолны.\\n\\nОни накатывают ритмично, с шипящим шепотом, то и дело омывая ваши ноги ледяной пеной. Шум прибоя глухой, далёкий, будто доносящийся из другого мира. Ветер несёт с собой запах соли и чего-то чужого, дикого — этого острова, на котором вы теперь совершенно одни.",
    "actions": [
      {
        "direction": "B",
        "action_text": "Собрав остатки сил с трудом открыть глаза и приподнять голову чтобы немного осмотреться..."
      }
    ]
  },
  "B": {
    "text": "Веки будто налиты свинцом, но вы стискиваете зубы и заставляете их приподняться. Мир плывёт перед глазами, окрашенный в болезненные блики. Каждое движение даётся через силу — мышцы дрожат, шея ноет, но вы медленно, с трудом отрываете голову от песка.\\n\\nПесчинки осыпаются с лица, а в глазах темнеет от нахлынувшего головокружения. На секунду всё уплывает в туман, но вы сжимаете кулаки и, превозмогая слабость, боретесь с темнотой, чтобы хоть ненадолго разглядеть то место, где оказались…",
    "actions": [
      {
        "direction": "C",
        "action_text": "Сквозь пелену в глазах попытаться осмотреться"
      }
    ]
  },
  "C": {
    "text": "Перед вашими глазами медленно проступает размытый мир, словно сквозь запотевшее стекло.\\n\\nСначала — лишь ослепительная белизна. Песок. Мелкий, влажный, местами слипшийся в комки от морской воды. Он тянется узкой полосой вдоль кромки воды, уходя куда-то вправо, где берег резко поворачивает за скалистый выступ.\\n\\nМоре — бесконечное, неумолимое — накатывает волнами, сверкая под солнцем, как рассыпанное стекло. Пена шипит у ваших ног, оставляя на коже липкую соль.\\n\\nСлева, в каких-то тридцати шагах, темнеет груда обломков — может быть, остатки шлюпки? Доски, обрывки канатов, что-то, похожее на ящик...\\n\\nА прямо перед собой, метрах в пятидесяти, вы замечаете стену зелени. Джунгли. Густые, непроходимые на вид, они подступают к самому берегу, будто живая стена. Лианы сплетаются с пальмами, а под их сенью царит тревожный полумрак.\\n\\nНад всем этим — небо.\\n\\nОгромное, безжалостно-голубое, без единого облака. Солнце висит почти в зените, и его свет жжёт кожу, заставляя щуриться.\\n\\nГде-то в глубине острова раздаётся странный звук — то ли крик птицы, то ли что-то ещё... но он обрывается так же внезапно, как и появился.",
    "actions": [
      {
        "direction": "D",
        "action_text": "Ползти налево, к груде обломков"
      },
      {
        "direction": "E",
        "action_text": "Ползти прямо, к джунглям"
      },
      {
        "direction": "F",
        "action_text": "Так и ни на что и не решившись, снова потерять сознание от потери сил"
      }
    ]
  },
  "D": {
    "text": "ПОЛЗТИ К ОБЛОМКАМ\\n\\nВы перекатываетесь на бок, и первый же рывок вперёд отзывается в теле жгучей болью — песок въедается в ссадины, но жажда и инстинкт выживания сильнее.\\n\\nМетр за метром, цепляясь локтями за мокрый песок, вы ползёте к груде обломков. В ушах стучит кровь, но сквозь шум прибоя уже слышно дребезжание металла — волны шевелят какие-то детали...\\n\\nСРЕДИ ОБЛОМКОВ\\n\\n1️⃣ Вода\\nЗастрявшая между досок жестяная фляга почти полна — крышка плотно приржавела, но после нескольких ударов камнем она поддаётся. Тёплая, с привкусом железа, но ЖИВАЯ ВОДА обжигает горло. Вы пьёте, давясь, пока не сводит живот.\\n\\n2️⃣ Еда\\nРазвороченный деревянный ящик хранит:\\n\\nСоль (испорчена водой)\\n\\nСушёную рыбу в промасленной тряпице — жёсткую, как кожа, но съедобную\\n\\nГорсть орехов в герметичном мешочке — их вы жадно запихиваете в рот, не разжёвывая\\n\\n3️⃣ Ром\\nРазбитая бутылка, но одна уцелела — толстое стекло уберегло её. Пару глотков обжигающего рома — и тепло растекается по телу, притупляя боль.\\n\\n4️⃣ Ткань\\nОбрывки парусины и капитанский плащ (дырявый, но ещё держит форму). Вы сдираете с себя мокрую одежду и кутаетесь в грубую ткань — впервые за долгие часы не дрожите.\\n\\nНОЧЬ\\n\\nВы забираетесь под навес из досок, прижимая к себе флягу и мешочек с орехами. Волны теперь звучат глуше, а звёзды (такие яркие, будто их прокололи иглой в чёрном пологе) мерцают сквозь щели.\\n\\nГде-то в джунглях кричит невидимое существо — но вам уже всё равно. Выжили. Хотя бы на сегодня.\\n\\nЧто дальше?\\n\\nУтром осмотреть обломки тщательнее (может, есть инструменты?)\\n\\nИдти в джунгли — искать источник пресной воды\\n\\nРазвести костёр из обломков (если найдёте трут)",
    "actions": [
      {
        "direction": "SLEEP",
        "action_text": "Лечь спать"
      }
    ]
  },
  "SLEEP": {
    "text": "Ты проснулся под навесом разрушенного корабля. Лучи утреннего солнца озарили тёмный остров. Вы неохотно встаёте и вспоминаете, почему вы здесь оказались.\\n",
    "actions": [
      {
        "direction": "JUNGLE",
        "action_text": "Пойти в джунгли, на поиски воды и пищи"
      },
      {
        "direction": "SHIP",
        "action_text": "Осмотреть корабль"
      },
      {
        "direction": "CAMPFIRE",
        "action_text": "Расзвести костёр(требуется трут и хворост)"
      }
    ]
  },
  "JUNGLE": {
    "text": "Вы идёте по песчаному берегу и чувствуете себя хорошо. Силы медленно пребывают и вы уже в джунглевой глуши. На ваш взгляд попадает высокое дерево, по стволу которого вьются развесистые лианы. Вы поднимаете голову и видите на вершине ствола гроздь спелых красных плодов.",
    "actions": [
      {
        "direction": "CLIMB",
        "action_text": "Карабкатся и сорвать плоды"
      },
      {
        "direction": "SHAKE_TREE",
        "action_text": "Трясти дерево"
      },
      {
        "direction": "KEEP_GOING",
        "action_text": "Пойти дальше"
      }
    ]
  },
  "CLIMB": {
    "text": "Ты полез по лианам, свисающим с могучей кроны тропического дерева, и гроздь красных плодов казалась всё больше. Страх упасть всё возрастал, но голод был сильнее. Ты вскарабкался на верхушку дерева и собрал три красных плода. Ты положил их в капитанский мундир. Вы осмотрелись по сторонам.\\nВашему взору открылись горы, которые были в конце джунглей. Но джунгли оказались очень большими, и чтобы добраться до гор, нужно пересечь все джунгли. Крик в ночи оставлял мысли о том, что на острове могут обитать хищники. Вы слезли с дерева и ступили на рыхлую джунглевую почву.",
    "actions": []
  },
  "SHAKE_TREE": {
    "text": "Вы отказались от варианта ползти по дереву и подошли с другой стороны.\\nВы решили, что умнее будет потрясти дерево, чтобы плоды упали к вам прямо в руки. Вы набираетесь решительности и наконец хватаете толстый ствол тропического дерева и начинаете сильно трясти его, пытаясь добыть хотя бы один румяный плод.\\nВы продолжаете это делать в течении 5 минут, пока вы наконеч совсем не выбились из сил. Руки, в кучочках коры и ссадинах трясутся и вы садитесь под дерево. Вы слышите громкий свист. Вы поднимаете лицо и не успеваете понять, что происходит. Последнее, что вы увидели - это красный плод, который несётся со страшной скоростью прямо вам на голову.",
    "actions": [
      {
        "direction": "GAME_OVER",
        "action_text": "Конец игры"
      }
    ]
  },
  "E": {
    "text": "ПОЛЗТИ К ДЖУНГЛЯМ\\n\\nВы с трудом отрываете тело от песка, оставляя за собой влажный след. Каждое движение дается через боль — мышцы горят, раны ноют, но впереди манит прохладная тень джунглей. \"Там должна быть вода... Там можно спрятаться...\"\\n\\nСолнце клонится к закату, окрашивая мир в багровые тона. Последние лучи скользят по лианам, превращая их в змееподобные тени. Вы почти у цели...\\n\\nТЕМНЕЕТ\\n\\nВетер стихает. Воздух становится густым, пропитанным запахом гниющих плодов и сырой земли. Вы проваливаетесь в липкую чащу, цепляясь за корни.\\n\\nИ тут — тишина.\\n\\nДаже цикады замолчали.\\n\\nЖЁЛТЫЕ ГЛАЗА ВО ТЬМЕ\\n\\nСначала вы думаете, что это светляки. Но они слишком высоко от земли... и слишком ровно дышат.\\n\\nИз-за пальмовых стволов выходят две худые, длинноногие тени. Это не волки. Не леопарды. Что-то местное, с клыками, торчащими, как кривые кинжалы.\\n\\nОни нюхают воздух и медленно расходятся в стороны, отрезая путь к отступлению.\\n\\nПОСЛЕДНИЕ МЫСЛИ\\n\\nВы хватаете камень — но знаете, что это бесполезно.\\n\\nПервый прыжок — острая боль в плече.\\n\\nВторой укус — горло.\\n\\nВы падаете, чувствуя, как тепло растекается по груди.\\n\\nКОНЕЦ\\n\\n\"Остров не прощает ошибок. Вы продержались... несколько часов.\"",
    "actions": [
      {
        "direction": "GAME_OVER",
        "action_text": "Конец игры"
      }
    ]
  },
  "F": {
    "text": "БЕЗДЕЙСТВИЕ\\n\\nВы лежите на песке, парализованный слабостью. Мысли путаются — то ли искать воду, то ли развести костёр, то ли ползти к обломкам... Но тело не слушается, а веки снова наливаются свинцом.\\n\\nПоследнее, что вы видите — чайки, кружащие в багровом закате. Их крики звучат насмешливо.\\n\\nТЕМНОТА\\n\\nСознание гаснет, как погасший факел.\\n\\nПРОБУЖДЕНИЕ\\n\\nХолод.\\n\\nЯростный рёв — это уже не шум прибоя, а грохот шторма. Вы открываете глаза — и понимаете, что волны уже накрывают вас с головой.\\n\\nПесок уходит из-под спины. Вас тащит в море.\\n\\nБОРЬБА\\n\\nВы хватаетесь за камни, но пальцы скользят по мокрой поверхности. Солёная вода заливает рот, нос, глаза...\\n\\nОкеан не отпускает.\\n\\nПОСЛЕДНИЙ ВЗДОХ\\n\\nНа секунду вас выбрасывает на поверхность — вы видите только чёрное небо и пенящиеся гребни волн.\\n\\nПотом — тишина.\\n\\nТемнота.\\n\\nКонец.\\n\\nЭПИТАФИЯ\\n\\n\"Остров дал вам шанс. Море — забрало обратно.\"",
    "actions": [
      {
        "direction": "GAME_OVER",
        "action_text": "Конец игры"
      }
    ]
  }
}
